Repository: 22degrees/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: pt_br

source: <a href="http://mixxx.org/wiki/doku.php/midi_scripting">Troubleshooting</a>
pt_br: <a href="http://mixxx.org/wiki/doku.php/midi_scripting">Solução de problemas</a>

source: Description:
pt_br: Descrição:

source: Load Preset:
pt_br: Carregar predefinição:

source: Loaded Preset:
pt_br: Configuração pré definida carregada

source: Support:
pt_br: Compatível:

source: Click to start the Controller Learning wizard.
pt_br: Clique para começar o assistente de configuração.

source: Learning Wizard (MIDI Only)
pt_br: Assistente de configuração (Somente MIDI)

# DlgPrefControls#1
source: Position
pt_br: Posição

source: Remaining
pt_br: Restando

source: Don't load tracks into a playing deck
pt_br: Não carregue faixas em um deck tocando

source: CDJ Mode
pt_br: Modo CDJ

# DlgPrefControls#5
source: Simple
pt_br: Simples

source: On
pt_br: Ligado

source: Off
pt_br: Desligado

source: This skin does not support schemes
pt_br: Esta Aparência não suporta esquemas

source: 8% (Technics SL-1210)
pt_br: 8% (técnica SL-1210)

source: Down increases speed (Technics SL-1210)
pt_br: Aumentar a velocidade para baixo (Technics SL-1210)

source: Load tracks into a playing deck
pt_br: Carregar trilhas no deck que está rodando

source: The selected skin is bigger than your screen resolution.
pt_br: A capa selecionada é maior do que sua resolução de tela.

source: On (only in Library)
pt_br: Ligado (somente na biblioteca)

source: Up increases speed
pt_br: A velocidade aumenta

# DlgPrefControls#25
source: Information
pt_br: Informação

source: Mixxx must be restarted before the changes will take effect.
pt_br: Mixxx precisa ser reiniciado para que as modificações tenham efeito.

source: OpenGL not available
pt_br: OpenGL não disponível

# DlgPrefControlsDlg#1
source: Form1
pt_br: Formulário1

source: Skin
pt_br: Aparência

source: Scheme
pt_br: Esquema

source: Position display
pt_br: Posição do visor

source: Tool tips
pt_br: Dicas

source: Pitch/Rate slider range
pt_br: Alcance do controle de Passo/Taxa

source: Pitch/Rate slider direction
pt_br: Direção do controle de Passo/Taxa

source: Track load behaviour
pt_br: Comportamento ao carregar a faixa

source: Cue behaviour
pt_br: Cue comportamento

source: Auto Recall Cue
pt_br: Recall Cue automático

source: Re-queue tracks in Auto DJ
pt_br: Re-enfileira músicas no Auto DJ

source: Locale
pt_br: Localização

source: Temporary rate change when left-clicking
pt_br: Mudança temporária de taxa ao clicar com o botão esquerdo

source: Temporary rate change when right-clicking
pt_br: Mudança temporária de taxa ao clicar com o botão direito

source: Permanent Pitch/Rate Buttons
pt_br: Botões Passo/Taxa permanentes

source: Displays which OpenGL version is supported by the current platform.
pt_br: Mostra qual versão do OpenGL é suportada pela plataforma atual.

source: Displays the actual frame rate.
pt_br: Mostra o frame rate atual.

source: Normalize Overview
pt_br: Visualização do Normalizador

source: Left click
pt_br: Clique com o botão esquerdo

source: Right click
pt_br: Clique com o botão direito

source: Temporary Pitch/Rate Buttons
pt_br: Botões Passo/Taxa temporários

source: Ramping Pitchbend
pt_br: Mudança de Passo em Rampa

source: Pitchbend sensitivity
pt_br: Sensibilidade da variação de passo

# DlgPrefControlsDlg#25
source: Waveform Display
pt_br: Display da Forma de Onda

source: Synchronize zoom level across all waveform displays.
pt_br: Sincronizar o nível de zoom para todos os displays de forma de onda.

source: Display type
pt_br: Mostrar tipo

source: Permanent rate change when left-clicking
pt_br: Mudança de taxa permanente ao clicar com o botão esquerdo

source: Permanent rate change when right-clicking
pt_br: Mudar taxa permanentemente quando clicar com o botão direito

source: Makes temporary pitch/rate buttons change the pitch gradually, instead of all at once.
pt_br: Faz as mudanças temporárias de passo/taxa mudar o passo gradualmente, ao invés de tudo de uma vez.

source: Value in milliseconds
pt_br: Valor em milisegundos

source: Visual gain of the high frequencies
pt_br: Ganho visual das frequencias altas

source: Visual gain of the middle frequencies
pt_br: Ganho visual das frequencias médias

source: Visual gain of the low frequencies
pt_br: Ganho visual dos graves.

source: Global visual gain
pt_br: Visão global de ganho

source: Frame rate
pt_br: Taxa de quadros

source: Default zoom
pt_br: Zoom padrão

source: Visual gain
pt_br: Ganho visual

# DlgPrefControlsDlg#40
source: Synchronize
pt_br: Sincronizar

# DlgPrefCrossfaderDlg#1
source: Form1
pt_br: Formulário1

source: Crossfader Curve
pt_br: Curva do crossfader

source: Slow fade/Fast cut (additive)
pt_br: Corte por desvanecimento Devagar/Rápido (aditivo)

source: Constant power
pt_br: Energia constante

source: Mixing
pt_br: Mixando

source: Scratching
pt_br: Arranhando

source: Logarithmic
pt_br: Logarítmico

source: Reverse crossfader (hamster style)
pt_br: Desvanecedor cruzado reversto (estilo hamster)

# DlgPrefCrossfaderDlg#10
source: Reset to Defaults
pt_br: Restaurar para o padrão

# DlgPrefEQDlg#1
source: Form1
pt_br: Formulário1

source: Static EQs (for slower CPUs)
pt_br: EQs estático (Para CPUs Lentas)

source: High Shelf EQ
pt_br: Equalizador de prateleira - agudos

source: Low Shelf EQ
pt_br: Equalizador de prateleira - Graves

# DlgPrefEQDlg#10
source: Reset to Defaults
pt_br: Restaurar padrões

source: Apply device settings?
pt_br: Aplicar configurações dos dispositivos?

source: Your settings must be applied before starting the learning wizard. Apply settings and continue?
pt_br: Suas configurações devem ser aplicadas antes de começar o assistente de configuração. Aplicar as configurações e continuar?

source: Clear Input Bindings
pt_br: Limpar ligaçoes de entrada

source: Are you sure you want to clear all bindings?
pt_br: Tem certeza que deseja limpar todas as ligaçoes?

source: Clear Output Bindings
pt_br: Limpar ligações de saida

source: Are you sure you want to clear all output bindings?
pt_br: Tem certeza de que deseja apagar todas as ligações de saída?

source: No controllers available.
pt_br: Nenhum controlador disponível.

# DlgPrefNoVinylDlg#1
source: Form1
pt_br: Formulário1

# DlgPrefNoVinylDlg#2
source: Input
pt_br: Entrada

# DlgPrefNoVinylDlg#3
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Select sound devices for vinyl control in the Sound Hardware pane.</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Selecione dispositivos de som para o controle do vinil no painel de Hardware de som.</span></p></body></html>

# DlgPrefNoVinylDlg#4
source: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Troubleshooting</a>
pt_br: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Solução de problemas</a>

# DlgPrefNoVinylDlg#5
source: Turntable Preamp
pt_br: Pré-amplificador de tocadiscos

# DlgPrefNoVinylDlg#6
source: 1 (Off)
pt_br: 1 (Desligado)

# DlgPrefNoVinylDlg#8
source: Vinyl Configuration
pt_br: Configuração Vinil

# DlgPrefNoVinylDlg#9
source: Deck 1 Vinyl Type
pt_br: Tipo Vinil Deck 1

# DlgPrefNoVinylDlg#10
source: Deck 2 Vinyl Type
pt_br: Tipo Vinil Deck 2

# DlgPrefNoVinylDlg#11
source: Lead-in time
pt_br: Tempo de entrada

# DlgPrefNoVinylDlg#12
source: seconds
pt_br: Segundos

# DlgPrefNoVinylDlg#13
source: Show Signal Quality in Skin
pt_br: Mostrar qualidade do sinal na Skin

# DlgPrefNoVinylDlg#14
source: Control Mode
pt_br: Modo de Controle

# DlgPrefNoVinylDlg#15
source: Absolute Mode
pt_br: Modo absoluto

# DlgPrefNoVinylDlg#16
source: Relative Mode
pt_br: Modo Relativo

# DlgPrefNoVinylDlg#17
source: Enable Needle Skip Prevention
pt_br: Habilitar prevenção de pulo da agulha

# DlgPrefNoVinylDlg#18
source: Signal Quality
pt_br: Qualidade do Sinal

# DlgPrefNoVinylDlg#20
source: Powered by xwax
pt_br: Desenvolvido por xwax

source: <b>This version of Mixxx does not support vinyl control.</b> <br> Please visit <a href="http://mixxx.org">Mixxx.org</a> for more information.
pt_br: <b>Esta versão do Mixxx não suporta controle do vinil.</b> <br> Por favor visite <a href="http://mixxx.org">Mixxx.org</a> para mais informações.

# DlgPrefPlaylist#1
source: Choose music library directory
pt_br: Escolher diretório da Biblioteca de Musica

source: Audio File Formats
pt_br: Arquivos de Áudio

source: Additional Format Plugins:
pt_br: Plugins de Formatos Adicionais:

source: Loaded Plugins:
pt_br: Plugins carregados:

# DlgPrefPlaylistDlg#5
source: None
pt_br: Nenhum(a)

# DlgPrefPlaylistDlg#6
source: Miscellaneous
pt_br: Diversos

source: Synchronize ID3 tags on track modifications
pt_br: Sincronizar tags ID3 ao modificar a faixa

source: Rescan library on start-up
pt_br: Reescanear biblioteca ao iniciar

source: Use relative paths for playlist export if possible
pt_br: Usar pastas relativas ao exportar playlist se possível

source: Other Libraries
pt_br: Outras bibliotecas

source: Show Rhythmbox Library
pt_br: Mostrar biblioteca Rhythmbox

source: Show iTunes Library
pt_br: Mostrar biblioteca do iTunes

source: Show Traktor Library
pt_br: Mostrar biblioteca do Traktor

source: You will need to restart Mixxx for this to take effect
pt_br: Você terá que reiniciar o Mixxx para que as ações tenham efeito

# DlgPrefPlaylistDlg#15
source: Browse...
pt_br: Localizar...

# DlgPrefPlaylistDlg#16
source: Library
pt_br: Biblioteca

source: Music Directory:
pt_br: Diretório de Músicas

source: Built-in
pt_br: Embutido

source: Available Online...
pt_br: Disponível Online...

source: Bundled Songs
pt_br: Musicas incluídas

source: Support Mixxx by counting and sharing bundled songs playback and outbound link statistics
pt_br: Supporte o Mixxx contando e compartilhando a execução de músicas empacotadas e a saída de estatísticas de links

source: Choose recordings directory
pt_br: Escolher diretório de gravações

# DlgPrefRecordDlg#1
source: Form3
pt_br: Formulário3

source: Recordings Directory
pt_br: Diretório de gravações

source: Recordings Directory:
pt_br: Diretório de gravações:

# DlgPrefRecordDlg#4
source: Browse...
pt_br: Navegar...

# DlgPrefRecordDlg#5
source: Encoding
pt_br: Codificando

source: Quality
pt_br: Qualidade

source: Tags
pt_br: Marcadores

# DlgPrefRecordDlg#10
source: Title
pt_br: Título

source: Author
pt_br: Autor(a)

# DlgPrefRecordDlg#12
source: Album
pt_br: Álbum

# DlgPrefRecordDlg#13
source: Miscellaneous
pt_br: Diversos

source: Create a CUE file
pt_br: Criar arquivo CUE

source: File Splitting
pt_br: Dividindo arquivo

source: Split recordings at
pt_br: Dividir gravaçoes em

# DlgPrefReplayGainDlg#1
source: BPM Detection Settings
pt_br: Detecção de configurações BPM

source: ReplayGain Normalization
pt_br: Normalização do ganho de reprodução

source: Enable Replay Gain
pt_br: Habilitar Replay Gain

source: Enable Replay Gain Analysis
pt_br: Habilitar análise do Ganho de Reprodução

source: It may take a few seconds after track analysis is finished for a newly calculated replaygain to be applied. To avoid abrupt volume changes Mixxx does not change the replaygain of playing tracks.
pt_br: Podem ser necessários alguns segundos após o fim da análise da música para um ganho calculado ser aplicado. Para evitar mudanças bruscas de volume o Mixxx não modifica o ganho das músicas em execução.

source: Apply volume normalization to loaded tracks.
pt_br: Aplicar a normalização para as trilhas adicionadas

source: Calculate ReplayGain normalization for tracks which are missing ReplayGain metadata.
pt_br: Calcular a normalização do ReplayGain, paras as trilhas que não tem os dados do ReplayGain

source: Initial Boost
pt_br: Amplificação Inicial

source: Initial Gain Boost
pt_br: Amplificação de Ganho Inicial

# DlgPrefReplayGainDlg#11
source: Reset to Defaults
pt_br: Restaurar padrões

source: Stereo
pt_br: Estéreo

# DlgPrefShoutcastDlg#1
source: Form3
pt_br: Formulário3

source: Enable live broadcasting
pt_br: Habilitar difulsão ao vivo

source: Server connection
pt_br: Conexão Servidor

# DlgPrefShoutcastDlg#4
source: Type
pt_br: Tipo

source: Mount
pt_br: Montar

source: Host
pt_br: Servidor

source: Port
pt_br: Porta

source: Login
pt_br: Iniciar Seção

source: Password
pt_br: Senha

source: Stream settings
pt_br: Configuração de fluxo

source: Dynamically update Ogg Vorbis metadata.
pt_br: Atualizar os metadados Ogg Vorbis dinamicamente.

source: Due to flaws in some streaming clients, updating Ogg Vorbis metadata dynamically can cause listener glitches and disconnections. Check this box to update the metadata anyway.
pt_br: Devido a falhas em alguns clientes de transmissão, atualizar os metadados Ogg Vorbis dinamicamente pode causar pausas e desconexões nos ouvintes. De qualquer maneira, marque esta caixa para atualizar os metadados.

source: Stream name
pt_br: Nome do Fluxo

source: Mixxx Icecast Testing
pt_br: Mixxx Icecast Testando

source: Website
pt_br: Sítio da Web

source: Description
pt_br: Descrição

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">This stream is on line for testing purposes!</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">Esta transmissão está online para fins de teste!</span></p></body></html>

# DlgPrefShoutcastDlg#19
source: Genre
pt_br: Gênero

source: Live mix
pt_br: Mix ao vivo

source: Public stream
pt_br: Fluxo publico

source: Use UTF-8 encoding for metadata.
pt_br: Utlizar codificação UTF-8 para os metadados.

# DlgPrefShoutcastDlg#23
source: Encoding
pt_br: Codificação

# DlgPrefShoutcastDlg#24
source: Bitrate
pt_br: Taxa de Bits

source: Format
pt_br: Formatar

source: Channels
pt_br: Canais

source: Custom metadata
pt_br: Metadados customizado

source: Enable custom metadata
pt_br: Habilitar metadados customizados

# DlgPrefShoutcastDlg#29
source: Artist
pt_br: Artista

# DlgPrefShoutcastDlg#30
source: Title
pt_br: Tí­tulo

source: Please note that for technical reasons changing any shoutcast settings will cause an established connection to disconnect and reconnect.
pt_br: Por falvor note que por razões técnicas modificando qualquer configuração do shoutcast irá desconectar a conexão estabelecida e reconexão.

# DlgPrefSound#1
source: None
pt_br: Nenhum

source: a device
pt_br: o dispositivo

source: An unknown error occurred
pt_br: Ocorreu um erro desconhecido

source: sound device "%1"
pt_br: dispositivo de som "% 1"

source: Two outputs cannot share channels on %1
pt_br: Duas saídas não podem compartilhar o canal %1

source: Error opening %1 %2
pt_br: Erro abrindo %1 %2

source: Configuration error
pt_br: Erro de configuração

source: Sound API
pt_br: API de som

source: Sample Rate
pt_br: Taxa de Amostragem

source: Buffer Underflow Count
pt_br: Contagem de esvaziamentos de buffer

source: Latency Tips
pt_br: Dicas de Latência

source: Query Devices
pt_br: Busca de dispositivos

# DlgPrefSoundItem#1
source: None
pt_br: Nenhum

source: Channel %1
pt_br: Canal %1

source: Channels %1 - %2
pt_br: Canais %1 - %2

source: Form
pt_br: Formulário

source: Type (#)
pt_br: Tipo (#)

# DlgPrefVinylDlg#1
source: Form1
pt_br: Formulário1

# DlgPrefVinylDlg#2
source: Input
pt_br: Entrada

# DlgPrefVinylDlg#3
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Select sound devices for vinyl control in the Sound Hardware pane.</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Selecione os dispositivos de som para controle por vinil no painel de Hardware do Som.</span></p></body></html>

# DlgPrefVinylDlg#4
source: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Troubleshooting</a>
pt_br: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Solução de problemas</a>

# DlgPrefVinylDlg#5
source: Turntable Preamp
pt_br: Pré-amplificador de tocadiscos

# DlgPrefVinylDlg#6
source: 1 (Off)
pt_br: 1 (Desligado)

# DlgPrefVinylDlg#8
source: Vinyl Configuration
pt_br: Configuração Vinil

# DlgPrefVinylDlg#9
source: Deck 1 Vinyl Type
pt_br: Tipo Vinil Deck 1

# DlgPrefVinylDlg#10
source: Deck 2 Vinyl Type
pt_br: Tipo Vinil Deck 2

# DlgPrefVinylDlg#11
source: Show Signal Quality in Skin
pt_br: Mostrar qualidade do sinal na Skin

# DlgPrefVinylDlg#12
source: Apply
pt_br: Aplicar

# DlgPrefVinylDlg#13
source: Lead-in time
pt_br: Tempo de entrada

# DlgPrefVinylDlg#14
source: seconds
pt_br: segundos

# DlgPrefVinylDlg#15
source: Control Mode
pt_br: Modo de Controle

# DlgPrefVinylDlg#16
source: Absolute Mode
pt_br: Modo Absoluto

# DlgPrefVinylDlg#17
source: Relative Mode
pt_br: Modo Relativo

# DlgPrefVinylDlg#18
source: Enable Needle Skip Prevention
pt_br: Habilitar prevenção de pulo da agulha

# DlgPrefVinylDlg#19
source: Signal Quality
pt_br: Qualidade do Sinal

# DlgPrefVinylDlg#21
source: Powered by xwax
pt_br: Desenvolvido por xwax

source: Preferences
pt_br: Preferências

source: Sound Hardware
pt_br: Hardware de som

source: Controllers
pt_br: Controladores

# DlgPreferences#4
source: Library
pt_br: Biblioteca

# DlgPreferences#6
source: Equalizers
pt_br: Equalizadores

# DlgPreferences#8
source: Recording
pt_br: Gravando

source: Beat Detection
pt_br: Detecção de batida

# DlgPreferences#10
source: BPM Detection
pt_br: Detecção BPM

source: Normalization
pt_br: Normalização

# DlgPreferences#12
source: Vinyl Control
pt_br: Controle Vinil

source: Live Broadcasting
pt_br: Transmissão ao vivo

# DlgPreferencesDlg#1
source: Dialog
pt_br: Diálogo

# DlgPrepare#1
source: Manage
pt_br: Gerenciar

source: Shows tracks added to the library within the last 7 days.
pt_br: Mostrar faixas adicionadas à biblioteca dentro dos últimos 7 dias.

source: New
pt_br: Novo

source: Shows all tracks in the library.
pt_br: Mostrar todas as faixas na biblioteca.

source: All
pt_br: Todos

source: Progress
pt_br: Progesso

# DlgPrepare#7
source: Selects all tracks in the table below.
pt_br: Selecionar todas as faixa na tabela abaixo.

# DlgPrepare#8
source: Select All
pt_br: Selecionar todos

source: Runs the BPM and beatgrid detection on the selected tracks. Waveforms will be generated as part of a analysis as well.
pt_br: Rodas a detecção de BPM e beatgrid nas trilha selecionadas.

# DlgPrepare#10
source: Analyze
pt_br: Analisar

source: Stop Analysis
pt_br: Para analise

source: Analyzing %1/%2 %3%
pt_br: Analisando %1/%2 %3%

# DlgRecording#1
source: Manage
pt_br: Gerenciar

source: Status:
pt_br: Situação:

source: Start Recording
pt_br: Iniciar gravação

source: Start recording here ...
pt_br: Começar gravando aqui ...

source: Stop Recording
pt_br: Parar gravação

source: Recording to file:
pt_br: Gravar para o arquivo:

source: MB written
pt_br: MiB escritos

source: Track Editor
pt_br: Editor de Faixa

source: Summary
pt_br: Sumário

source: Title:
pt_br: Título:

source: Artist:
pt_br: Artista:

source: Album:
pt_br: Álbum:

source: Track #:
pt_br: Faixa #:

source: Genre:
pt_br: Gênero:

source: Composer:
pt_br: Compositor:

# DlgTrackInfo#9
source: Year
pt_br: Ano

# DlgTrackInfo#10
source: Key
pt_br: Chave

source: Filetype:
pt_br: Tipo de arquivo:

source: Location:
pt_br: Localização:

source: Filename:
pt_br: Nome do arquivo:

source: Bitrate:
pt_br: Taxa de bits:

source: Double BPM
pt_br: BPM duplo

source: Halve BPM
pt_br: Diminuir o BPM pela metade

source: &Previous
pt_br: Anterior

source: &Next
pt_br: Próximo

source: Duration:
pt_br: Duração:

source: Comments:
pt_br: Comentários:

source: Reload track metadata from file.
pt_br: Recarregar metadados da faixa do arquivo.

source: Track BPM:
pt_br: Faixa BPM:

source: Tap to Beat
pt_br: Tapa por Batida

source: Hint: Use the Library Analyze view to run BPM detection.
pt_br: Dica: Use a Biblioteca Analyze view para executar a detecção BPM.

# DlgTrackInfo#29
source: Position
pt_br: Posição

source: Label
pt_br: Legenda

source: Activate Cue
pt_br: Ativar Cue

source: Delete Cue
pt_br: Apagar Cue

source: &Apply
pt_br: &Aplicar

source: &Cancel
pt_br: &Cancelar

source: Empty
pt_br: Vazio(a)

source: Encoder
pt_br: Codificador

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>libmp3lame</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> for more information. </html>
pt_br: <html>Mixxx não pode gravar ou transmitir em MP3 sem o codificador MP3 &quot;lame&quot;. Por motivos de licença, nós não podemos incluí-lo com o Mixxx. Para gravar ou transmitir em MP3, você deve baixar <b>libmp3lame</b> e instalar em seu sistema. <p>Veja <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> para mais informações. </html>
