Repository: 22degrees/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: pt_br

# BaseExternalLibraryFeature#1
source: Add to Auto DJ Queue (bottom)
pt_br: Adicionar à fila do Auto DJ (em baixo)

# BaseExternalLibraryFeature#2
source: Add to Auto DJ Queue (top)
pt_br: Adicionar à fila do Auto DJ (em cima)

# BaseExternalLibraryFeature#3
source: Import Playlist
pt_br: Importar lista de reprodução

# BaseExternalLibraryFeature#4
source: Playlist Creation Failed
pt_br: Falha ao criar Lista de Reprodução

# BaseExternalLibraryFeature#5
source: An unknown error occurred while creating playlist:
pt_br: Um erro desconhecido ocorreu enquanto a Lista de Reprodução estava sendo criada:

source: New Playlist
pt_br: Nova Lista

# BasePlaylistFeature#2
source: Add to Auto DJ Queue (bottom)
pt_br: Adicionar à fila do Auto DJ (em baixo)

# BasePlaylistFeature#3
source: Add to Auto DJ Queue (top)
pt_br: Adicionar à fila do Auto DJ (em cima)

# BasePlaylistFeature#4
source: Remove
pt_br: Excluir

# BasePlaylistFeature#5
source: Rename
pt_br: Renomear

# BasePlaylistFeature#6
source: Lock
pt_br: Bloquear

# BasePlaylistFeature#7
source: Import Playlist
pt_br: Importar lista de reprodução

source: Duplicate Playlist
pt_br: Duplicar Lista de Reprodução

source: Export Playlist
pt_br: Exportar lista de reprodução

source: Rename Playlist
pt_br: Renomear lista de reprodução

source: New playlist name:
pt_br: Novo nome da Lista de Reprodução

source: Renaming Playlist Failed
pt_br: Falha ao renomear a Lista de Reprodução

source: A playlist by that name already exists.
pt_br: Uma lista de Reprodução com este nome já existe.

source: A playlist cannot have a blank name.
pt_br: Lista de Reprodução não pode ter nome em branc

source: Playlist name:
pt_br: Nome da lista de reprodução:

# BasePlaylistFeature#16
source: _copy
pt_br: _copiar

# BasePlaylistFeature#17
source: Playlist Creation Failed
pt_br: Falha ao criar Lista de Reprodução

# BasePlaylistFeature#18
source: An unknown error occurred while creating playlist:
pt_br: Um erro desconhecido ocorreu enquanto a Lista de Reprodução estava sendo criada:

# BasePlaylistFeature#19
source: Playlist Files (*.m3u *.m3u8 *.pls *.csv)
pt_br: Arquivos de lista de reprodução (*.m3u *.m3u8 *.pls *.csv)

# BasePlaylistFeature#20
source: M3U Playlist (*.m3u);;M3U8 Playlist (*.m3u8);;PLS Playlist (*.pls);;Text CSV (*.csv);;Readable Text (*.txt)
pt_br: Lista de reprodução M3U (*.m3u);;Lista de reprodução M3U8 (*.m3u8);;Lista de reprodução PLS (*.pls);;Texto CSV (*.csv);;Text Legível (*.txt)

source: Played
pt_br: Tocada

# BaseSqlTableModel#2
source: Artist
pt_br: Artista

# BaseSqlTableModel#3
source: Title
pt_br: Título

# BaseSqlTableModel#4
source: Album
pt_br: Álbum

# BaseSqlTableModel#5
source: Genre
pt_br: Gênero

# BaseSqlTableModel#6
source: Composer
pt_br: Compositor

# BaseSqlTableModel#7
source: Year
pt_br: Ano

# BaseSqlTableModel#8
source: Type
pt_br: Tipo

# BaseSqlTableModel#9
source: Location
pt_br: Localização

# BaseSqlTableModel#10
source: Comment
pt_br: Comentário

# BaseSqlTableModel#11
source: Duration
pt_br: Duração

source: Rating
pt_br: Avaliação

# BaseSqlTableModel#13
source: Bitrate
pt_br: Taxa de bits

# BaseSqlTableModel#15
source: Track #
pt_br: Faixa #

source: Date Added
pt_br: Data de inclusão

source: Timestamp
pt_br: Data/Hora

# BaseSqlTableModel#19
source: Key
pt_br: Chave

source: BPM Lock
pt_br: Bloquear BPM

source: Preview
pt_br: Pré-visualização

source: Couldn't load track.
pt_br: Não foi possível carregar faixa.

source: Add to Quick Links
pt_br: Adicionar ao acesso rápido

source: Remove from Quick Links
pt_br: Remover do acesso rápido

source: Quick Links
pt_br: Atalhos

source: Devices
pt_br: Dispositivos

source: Removable Devices
pt_br: Dispositivos Removíveis

source: Browse lets you navigate, view, and load tracks from folders on your hard disk and external devices.
pt_br: Procurar permite-lhe navegar, ver, e carregar faixas das pastas do seu disco interno ou de periféricos externos

source: Browse
pt_br: Procurar

source: Filename
pt_br: Nome do Arquivo

# BrowseTableModel#2
source: Artist
pt_br: Artista

# BrowseTableModel#3
source: Title
pt_br: Título

# BrowseTableModel#4
source: Album
pt_br: Álbum

# BrowseTableModel#5
source: Track #
pt_br: Faixa #

# BrowseTableModel#6
source: Year
pt_br: Ano

# BrowseTableModel#7
source: Genre
pt_br: Gênero

# BrowseTableModel#8
source: Composer
pt_br: Compositor

# BrowseTableModel#9
source: Comment
pt_br: Comentário

# BrowseTableModel#10
source: Duration
pt_br: Duração

# BrowseTableModel#12
source: Key
pt_br: Chave

# BrowseTableModel#13
source: Type
pt_br: Tipo

# BrowseTableModel#14
source: Bitrate
pt_br: Taxa de bits

# BrowseTableModel#15
source: Location
pt_br: Localização

source: Mixxx Library
pt_br: Mixxx Biblioteca

source: Could not load the following file because it is in use by Mixxx or another application.
pt_br: Não foi possível carregar o arquivo porque está em uso pelo Mixxx ou outra aplicação

source: Warning: This will permanently delete the following files:
pt_br: Aviso: Isto vai excluir permanentemente os serguintes arquivos:

source: Are you sure you want to delete these files from your computer?
pt_br: Tem certeza que quer excluir esses arquivos do seu computador?

source: Could not delete the following file because it is in use by Mixxx or another application:
pt_br: Não foi possivel excluir os seguintes arquivos porque estão em uso pelo Mixxx ou outra aplicação

source: Could not update file metadata.
pt_br: Não foi possível atualizar o arquivo metadados

source: USB Controller
pt_br: Controlador USB

source: Uncaught exception at line %1 in file %2: %3
pt_br: Excessão não capturada à linha %1 no arquivo %2: %3

source: Uncaught exception at line %1 in passed code: %2
pt_br: Excessão não capturada à linha %1 em código passado: %2

source: Controller script error
pt_br: Controlador de erro de script

source: A control you just used is not working properly.
pt_br: O controle que você acabou de usar não está funcionando corretamente

source: <html>(The script code needs to be fixed.)<br>For now, you can:<ul><li>Ignore this error for this session but you may experience erratic behavior</li><li>Try to recover by resetting your controller</li></ul></html>
pt_br: <html>(O código de script precisa ser corrigido.)<br> Por enquanto, você pode:<ul><li> Ignorar esse erro para esta sessão, entretanto você pode enfrentar um comportamento errático</li><li> Tentar recuperar reiniciando o seu controlador</li></ul></html>

# ControllerMappingDlg#1
source: Dialog
pt_br: Diálogo

# ControllerMappingDlg#2
source: Input
pt_br: Entrada

source: The below box is under construction and will remain empty in this version of Mixxx.
pt_br: A caixa abaixo está em construção e vai ficar vazia nesta versão do Mixxx.

source: Controls
pt_br: Controles

# ControllerMappingDlg#5
source: Add
pt_br: Adicionar

# ControllerMappingDlg#6
source: Remove
pt_br: Remover

source: Learning Wizard
pt_br: Assistente de aprendizagem

source: Clear all
pt_br: Limpar todos

# ControllerMappingDlg#9
source: Output
pt_br: Saída

source: Outputs
pt_br: Saídas

source: Clear All
pt_br: Limpar tudo

source: New Crate
pt_br: Novo Crate

# CrateFeature#2
source: Remove
pt_br: Remover

# CrateFeature#3
source: Rename
pt_br: Renomear

# CrateFeature#4
source: Lock
pt_br: Bloquear

# CrateFeature#5
source: _copy
pt_br: _copiar

# CrateFeature#6
source: Import Playlist
pt_br: Importar lista de reprodução

source: Import Crate
pt_br: Importar Crate

source: Export Crate
pt_br: Exportar Crate

source: Duplicate Crate
pt_br: Duplicar Engradado

# CrateFeature#11
source: Unlock
pt_br: Desbloquear

source: Crate name:
pt_br: Nome do Crate:

source: An unknown error occurred while creating crate:
pt_br: Ocorreu um erro desconhecido durante a criação do Crate:

source: Rename Crate
pt_br: Renomear Crate

source: New crate name:
pt_br: Nome novo Crate:

source: Renaming Crate Failed
pt_br: Falha ao renomear Crate

# CrateFeature#17
source: Playlist Files (*.m3u *.m3u8 *.pls *.csv)
pt_br: Arquivos de lista de reprodução (*.m3u *.m3u8 *.pls *.csv)

# CrateFeature#18
source: M3U Playlist (*.m3u);;M3U8 Playlist (*.m3u8);;PLS Playlist (*.pls);;Text CSV (*.csv);;Readable Text (*.txt)
pt_br: Lista de reprodução M3U (*.m3u);;Lista de reprodução M3U8 (*.m3u8);;Lista de reprodução PLS (*.pls);;Texto CSV (*.csv);;Text Legível (*.txt)

source: Crates are a great way to help organize the music you want to DJ with.
pt_br: Crates são uma ótima maneira para ajudar a organizar a música que você pretende usar como DJ.

source: Make a crate for your next gig, for your favorite electrohouse tracks, or for your most requested songs.
pt_br: Faça um crate para o seu próximo show, com as suas faixas preferidas de electrohouse, ou com as músicas mais pedidas.

source: Crates let you organize your music however you'd like!
pt_br: Crates permitem que você organize sua música do jeito que preferir!

source: Create new crate
pt_br: Criar novo engradado

source: A crate cannot have a blank name.
pt_br: O Crate não pode ter um nome em branco.

source: Creating Crate Failed
pt_br: Falha ao criar Crate

source: A crate by that name already exists.
pt_br: Já existe um crate com este nome.

source: About Mixxx
pt_br: Sobre o Mixxx

source: <a href="http://mixxx.org/">Official Website</a>
pt_br: <a href="http://mixxx.org/">Site Oficial</a>

source: One deck must be stopped to enable Auto-DJ mode.
pt_br: Um deck deve ser parado para ativar o Auto DJ.

source: Disable Auto DJ
pt_br: Desativar Auto DJ

source: Shuffle the content of the Auto DJ playlist.
pt_br: Embaralhar o conteúdo da lista de reprodução do AutoDJ.

source: Shuffle
pt_br: Aleatório

source: Skip the next track in the Auto DJ playlist.
pt_br: Saltar para a próxima faixa na lista de reprodução do Auto DJ.

source: Skip Track
pt_br: Pular faixa

source: Trigger the transition to the next track.
pt_br: Acionar a transição para a próxima faixa.

source: Fade Now
pt_br: Desvanecer agora

source: Determines the duration of the transition.
pt_br: Determinar a duração da transição.

source: Seconds
pt_br: Segundos

source: sec.
pt_br: seg.

source: Turn Auto DJ on or off.
pt_br: Liga ou desliga o Auto DJ.

source: Enable Auto DJ
pt_br: Ativar Auto DJ

# DlgAutoDJ#15
source: Manage
pt_br: Gerenciar

source: Beat Detection Settings
pt_br: Configurações de detecção batida

source: When beat detection is enabled, Mixxx detects the beats per minute and beats of your tracks, automatically shows a beat-grid for them, and allows you to synchronize tracks using their beat information.
pt_br: Quando a detecção de batidas está habilitada, o Mixxx detecta as batidas por minuto e batidas de suas músicas, mostra automaticamente uma grade de batidas para elas, e permite sincronizar as músicas usando a informação de batidas delas.

source: Enable BPM and Beat Detection
pt_br: Habilitar BPM e detecção de batida

source: Choose Analyser
pt_br: Escolha o analisador

source: Beat Analyser:
pt_br: Analisador de batidas:

source: Choose between different algorithms to detect beats.
pt_br: Escolha entre diferentes algoritmos de detecção de batidas.

source: Analyser Settings
pt_br: Configurações do analisador

source: Enable fast beat detection. If activated Mixxx only analyzes the first minute of a track for beat information. This can speed up beat detection on slower computers but may result in lower quality beatgrids.
pt_br: Habilitar detecção rápida de batidas.

source: Converts beats detected by the analyser into a fixed-tempo beatgrid. Use this setting if your tracks have a constant tempo (e.g. most electronic music). Often results in higher quality beatgrids, but will not do well on tracks that have tempo shifts.
pt_br: Converte as batidas detectadas pelo analisador em uma grade de batidas de tempo fixo. Utilize esta configuração se suas músicas tem um tempo constante (ex.: a maioria das músicas eletrônicas). Geralmente resulta em grades de batidas melhores, mas funcionará bem em músicas que tenham mudanças de tempo.

source: Attempts to correct the phase (first beat) of fixed-tempo beatgrids by analyzing the beats to discard outliers.
pt_br: Tenta corrigir a fase (primeira batida) de grades de batida de tempo fixo analisando as batidas para descartar discrepâncias.

source: e.g. from 3rd-party programs or Mixxx versions before 1.11. (Not checked: Analyse only, if no beats exist.)
pt_br: ex.: para outros programas ou versões do Mixxx antes da 1.11. (Não verificado: somente análise, se nenhuma batida existir)

source: Re-analyse beats when settings change or beat detection data is outdated
pt_br: Reanalisar batidas quando as configurações mudarem ou dados de detecção de batida estiver desatualizada.

source: Enable Fast Analysis (For slow computers, may be less accurate)
pt_br: Habilitar a análise rápida (para computadores mais lentos, pode ser menos preciso)

source: Assume constant tempo (Recommended)
pt_br: Assumir ritmo constante (recomendado)

source: Enable Offset Correction (Recommended)
pt_br: Habilitar correção de OffSet (Recomendado)

# DlgBeatsDlg#16
source: BPM Range
pt_br: Faixa de BPM

source: Min:
pt_br: Mín:

source: Max:
pt_br: Máx:

# DlgBeatsDlg#19
source: Reset to Defaults
pt_br: Restaurar padrões

source: BPM Scheme
pt_br: Esquema BPM

source: Scheme Name:
pt_br: Nome do esquema

# DlgBpmSchemeDlg#3
source: BPM Range
pt_br: Faixa de BPM

source: Max
pt_br: Máx.

source: Min
pt_br: Mín.

source: Analyze Entire Track
pt_br: Analisar toda a faixa

source: Controller Learning Wizard
pt_br: Controlador do assistente de aprendizagem

source: Click any control in the Mixxx interface or choose one from the list. Then move a control on your controller to map it. Repeat this as many times as you wish. When you are finished mapping controls, click Done.
pt_br: Clique em qualquer controle da interface do Mixxx ou escolha um da lista. Depois, mova um controle do seu controlador para mapea-lo. Repita isso quantas vezes quiser. Quando terminar de mapear a controladora, clique em Feito.

source: Done
pt_br: Feito

source: To map another control click a button or choose from the list.
pt_br: Para mapear outro controle clique em algum botão ou escolha da um da lista.

source: Choose Control
pt_br: Escolher controle

source: Reset to default
pt_br: Restaurar padrões

source: Master volume
pt_br: Volume mestre

source: Master balance
pt_br: Equilíbrio mestre

source: Headphone volume
pt_br: Volume do fone de ouvido

source: Headphone mix (pre/main)
pt_br: Mix fone de ouvido (pre/main)

source: Transport
pt_br: Transporte

source: Strip-search through track
pt_br: Busca na tira através música

source: Play button
pt_br: Botão tocar

source: Volume fader
pt_br: Volume do fader

source: Fast rewind button
pt_br: Botão de retroceder rápido

source: Fast forward button
pt_br: botão de avançar rápido

source: Jump to start of track
pt_br: Saltar o inicio da faixa

source: Jump to end of track
pt_br: Saltar o final da faixa

source: Play reverse button
pt_br: Botão tocar reverso

source: Gain knob
pt_br: Botão de ganho

source: Headphone listen button
pt_br: Botão ouvir fone de ouvido

source: Toggle repeat mode
pt_br: Liga/Desliga modo de repetição

source: Eject track
pt_br: Ejetar trilha

source: Mix orientation (e.g. left, right, center)
pt_br: Direção da mixagem (ex.: esquerda, direita, centro)

source: BPM and Sync
pt_br: BPM e Sincronização

source: BPM tap button
pt_br: Botão de ajustar BPM

source: Adjust beatgrid
pt_br: Ajustar grade de batida

source: Toggle quantize mode
pt_br: Ligar/desligar modo de quantização

source: Beat sync (tempo and phase)
pt_br: Sincronia da batida (tempo e fase)

source: Beat sync (tempo only)
pt_br: Sincronia da batida (somente tempo)

source: Beat sync (phase only)
pt_br: Sincronia da batida (somente fase)

source: Pitch and Rate
pt_br: Pitch e Rate

source: Toggle keylock mode
pt_br: Ligar/Desligar modo de trava de teclas

source: Pitch control slider
pt_br: Slider de controle de Pitch

source: Adjust rate up (fine)
pt_br: Ajustar taxa para cima (fino)

source: Adjust rate down (fine)
pt_br: Ajustar taxa para baixo (fino)

source: Pitch-bend rate up (fine)
pt_br: Taxa de mudança temporária de passo para cima (fino)

source: Adjust rate up (coarse)
pt_br: Ajustar taxa para cima (grosso)

source: Adjust rate down (coarse)
pt_br: Ajustar taxa para baixo (grosso)

source: Pitch-bend rate up (coarse)
pt_br: Ajustar temporariamente a taxa do passo para cima (grosso)

source: Pitch-bend rate down (coarse)
pt_br: Ajustar temporariamente a taxa do passo para baixo (grosso)

source: Pitch-bend rate down (fine)
pt_br: Ajustar temporariamente a taxa do passo para baixo (fino)

# DlgControllerLearning#47
source: Equalizers
pt_br: Equalizadores

source: High EQ knob
pt_br: Botão de equalização de agudos

source: Mid EQ knob
pt_br: Botão de equalização de médios

source: Low EQ knob
pt_br: Botão de equalização de graves

source: High EQ kill
pt_br: Matar equalização de banda alta

source: Mid EQ kill
pt_br: Matar equalização de banda média

source: Low EQ kill
pt_br: Matar equalização de banda baixa

# DlgControllerLearning#54
source: Vinyl Control
pt_br: Controle Vinil

source: Toggle vinyl-control (ON/OFF)
pt_br: Mudar controle de vinil (ON/OFF)

source: Toggle vinyl-control cueing mode (OFF/ONE/HOT)
pt_br: Ligar/Desligar modo de deixa por controle de vinil (Desligado/Um/Quente)

source: Toggle vinyl-control mode (ABS/REL/CONST)
pt_br: Muda o controle do modo vinil (ABS/REL/CONST)

source: Cue button
pt_br: Botão Cue

source: Set cue point
pt_br: Marcar o ponto cue

source: Go to cue point and stop
pt_br: Ir para o ponto cue e parar

source: Set or jump to hotcue %1
pt_br: Setar ou pular para o hotcue %1

source: Clear hotcue %1
pt_br: Limpar hotcue %1

source: Jump to hotcue %1
pt_br: Pular para o hotcue %1

source: Jump to hotcue %1 and stop
pt_br: Pular para o jotcue %1 e parar

source: Looping
pt_br: Repetição

source: Loop In button
pt_br: Botão iniciar loop

source: Loop Out button
pt_br: Botão sair loop

source: Reloop / Exit button
pt_br: Reiniciar loop / Botão sair

source: Halve the current loop's length
pt_br: Diminuir pela metade o comprimento do loop atual

source: Double the current loop's length
pt_br: Duplicar o tamanho atual do loop

source: Toggle slip mode
pt_br: Ligar/Desligar modo de escorregamento

source: Preview Deck %1
pt_br: Deck de pré-escuta %1

source: Single deck mode - Toggle vinyl control to next deck
pt_br: Modo de deck único - Ligar/Desligar controle por vinil para o próximo deck

source: Cues
pt_br: Deixas

source: Hotcues
pt_br: Hotcue

source: Hotcue %1
pt_br: Deixa quente %1

source: Loop Exit button
pt_br: Botão de saída de laço

source: Create %1-beat loop
pt_br: Crear %1-batida de loop

source: Create temporary %1-beat loop roll
pt_br: Criar %1 temporário - rolagem de laço de batidas

# DlgControllerLearning#85
source: Library
pt_br: Biblioteca

source: Expand/collapse the selected view (library, playlist..)
pt_br: Expandir/colapsar a visualização selecionada (biblioteca, lista de reprodução...)

source: Switch to the next view (library, playlist..)
pt_br: Mudar para a próxima visão (biblioteca, lista de reprodução...)

source: Switch to the previous view (library, playlist..)
pt_br: Mudar para a visão anterior (biblioteca, lista de reprodução...)

source: Scroll to next track in library/playlist
pt_br: Rolar para próxima faixa na biblioteca/lista de reprodução

source: Scroll to previous track in library/playlist
pt_br: Rolar para faixa anterior na biblioteca/lista de reprodução

source: Load selected track into first stopped deck
pt_br: Carregar a trilha selecionada no primeiro deck parado

source: Load selected track
pt_br: Carregar trilha selecionada

source: Load selected track and play
pt_br: Carregar música selecionada e tocar

source: Effects
pt_br: Efeitos

source: Toggle flange effect
pt_br: Ligar/Desligar efeito de flange

source: Flange effect: Wavelength/period
pt_br: Efeito de flange: comprimento de onda/período

source: Flange effect: Intensity
pt_br: Efeito de Flage: Intensidade

source: Flange effect: Phase delay
pt_br: Efeito de flange: Atraso de fase

# DlgControllerLearning#99
source: Microphone
pt_br: Microfone

source: Microphone on/off
pt_br: Microfone ligado/desligado

source: Microphone volume
pt_br: Volume do microfone

source: Microphone channel orientation (e.g. left, right, center)
pt_br: Canal do microfone (ex. esquerdo, direito, centralizado)

source: Shuffle the content of the Auto DJ playlist
pt_br: Misturar o conteúdo da lista de reprodução do Auto DJ

source: Skip the next track in the Auto DJ playlist
pt_br: Pula a próxima música na lista de reprudução do Auto DJ

source: Trigger the transition to the next track
pt_br: Dispara a transição para a próxima música

source: Toggle Auto DJ (ON/OFF)
pt_br: Ligar/Desligar o Auto DJ

source: User Interface
pt_br: Interface do usuário

source: Show/hide the sampler section
pt_br: Mostrar/esconder a seção do digitalizador

source: Show/hide the microphone section
pt_br: Mostrar/Ocultar a seção microfone

source: Show/hide the vinyl control section
pt_br: Mostrar/Ocultar a seção controle de vinil

source: Show/hide the preview deck
pt_br: Mostrar/esconder o deck de pré-escuta

source: Show/hide spinning vinyl widget
pt_br: Mostrar/esconder a janelinha do vinil rodando

source: Ready to map: %1. Now move a control on your controller.
pt_br: Pronto para mapear: %1. Agora mova o controle na sua controladora.

source: Successfully mapped to:
pt_br: Mapeado com sucessor para:

# DlgHidden#1
source: Manage
pt_br: Gerenciar

# DlgHidden#2
source: Selects all tracks in the table below.
pt_br: Selecionar todas as faixa na tabela abaixo.

# DlgHidden#3
source: Select All
pt_br: Selecionar todos

# DlgHidden#4
source: Purge selected tracks from the library.
pt_br: Eliminar as músicas selecionadas da biblioteca

# DlgHidden#5
source: Purge
pt_br: Eliminar

source: Unhide selected tracks from the library.
pt_br: Revelar as músicas selecionadas da biblioteca.

source: Unhide
pt_br: Revelar

# DlgMissing#1
source: Manage
pt_br: Gerenciar

# DlgMissing#2
source: Selects all tracks in the table below.
pt_br: Selecionar todas as faixa na tabela abaixo.

# DlgMissing#3
source: Select All
pt_br: Selecionar todos

# DlgMissing#4
source: Purge selected tracks from the library.
pt_br: Revelar as músicas selecionadas da biblioteca.

# DlgMissing#5
source: Purge
pt_br: Eliminar

source: Missing Audio Plugin Downloader
pt_br: Baixar Plugin de Audio Faltante.

# DlgPrefBPMDlg#1
source: BPM Detection Settings
pt_br: Detecção de configurações BPM

# DlgPrefBPMDlg#2
source: BPM Detection
pt_br: Detecção BPM

source: Enable BPM Detection
pt_br: Habilitar detecçao de BPM

source: Detect Tracks BPM on Import
pt_br: Detectar BPM das trilhas ao importar

source: Write BPM to ID3 Tag
pt_br: Escrever BPM para a tag ID3

source: If BPM can be detected but not within specified range
pt_br: Se o BPM pode ser detectado mas não no intervalo especificado.

source: Allow BPM above the range
pt_br: Permitir BPM acima da variação

source: BPM Schemes
pt_br: Esquemas BPM

# DlgPrefBPMDlg#9
source: Add
pt_br: Adicionar

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: Default
pt_br: Padrão

source: Error
pt_br: Erro

source: Cannot open file %1
pt_br: Não foi possível abrir o arquivo %1

# DlgPrefController#1
source: None
pt_br: Nenhum(a)

source: %1 by %2
pt_br: %1 por %2

source: No Description
pt_br: Sem Descrição

source: No support available.
pt_br: Sem suporte disponível.

# DlgPrefControllerDlg#1
source: Dialog
pt_br: Diálogo

source: Controller Name
pt_br: Nome do controlador

source: Enabled
pt_br: Habilitado
