Repository: 22degrees/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: pt_br

source: Adjusts the left/right channel balance on the master output.
pt_br: Ajusta o balanco entre o canal esquerdo/direito na saída mestre.

source: Headphone Volume
pt_br: Volume do Fone de Ouvido

source: Adjusts the headphone output volume.
pt_br: Ajusta o volume da saída de fone de ouvido.

source: Headphone Mix
pt_br: Misturador do Fone de Ouvido

source: Controls what you hear on the headphone output.
pt_br: Controla o que você escuta na saída de fone de ouvido.

source: Mix Orientation
pt_br: Orientação do Misturador

source: Set the channel's mix orientation.
pt_br: Seleciona a orientação do misturador do canal.

source: Either to the left side of crossfader, to the right side or to the center (default).
pt_br: Seja para o lado esquerdo do desvanecedor cruzado, para o lado direito, ou para o centro (padrão).

# Tooltips#44
source: Microphone
pt_br: Microfone

source: Show/hide the Microphone section.
pt_br: Mostra/esconde a seção do Microfone.

source: Sampler
pt_br: Digitalizador

source: Show/hide the Sampler section.
pt_br: Mostra/esconde a seção do Digitalizador

# Tooltips#48
source: Vinyl Control
pt_br: Controle Vinil

source: Show/hide the Vinyl Control section.
pt_br: Mostra/esconde a seção do Controle de Vinil.

source: Preview Deck
pt_br: Deck de Pré-escuta

source: Show/hide the Preview deck.
pt_br: Mostra/esconde o Deck de Pré-escuta

source: Microphone Volume
pt_br: Volume do microfone

source: Adjusts the microphone volume.
pt_br: Ajusta o volume do microfone.

source: Microphone Talk-Over
pt_br: Falar por cima

source: Hold-to-talk or short click for latching to
pt_br: Segure para falar ou clique rapidamente para manter assim

source: mix microphone input into the master output.
pt_br: mistura a entrada do microfone na saída mestre.

source: Raise Pitch
pt_br: Aumentar o Passo

source: Sets the pitch higher.
pt_br: Aumenta o passo.

source: Sets the pitch higher in small steps.
pt_br: Aumenta um pouco o passo

source: Lower Pitch
pt_br: Diminuir o Passo

source: Sets the pitch lower.
pt_br: Diminui o passo.

source: Sets the pitch lower in small steps.
pt_br: Diminui um pouco o passo

source: Raise Pitch Temporary (Nudge)
pt_br: Aumenta o Passo Temporariamente (Empurradinha)

source: Holds the pitch higher while active.
pt_br: Mantém o passo mais rápido enquando ativo.

source: Holds the pitch higher (small amount) while active.
pt_br: Mantem o passo um pouco mais rápido enquando ativo.

source: Lower Pitch Temporary (Nudge)
pt_br: Diminui o Passo Temporariamente (Seguradinha)

source: Holds the pitch lower while active.
pt_br: Mantem o passo mais lento enquanto ativo.

source: Holds the pitch lower (small amount) while active.
pt_br: Mantem o passo um pouco mais lento enquanto ativo.

source: Low EQ
pt_br: Equalizador de Graves

source: Adjusts the gain of the low EQ filter.
pt_br: Ajusta o ganho do filtro de graves do equalizador.

source: Mid EQ
pt_br: Equalizador de Médios

source: Adjusts the gain of the mid EQ filter.
pt_br: Ajusta o ganho do filtro de médios do equalizador.

source: High EQ
pt_br: Equalizador de Agudos

source: Adjusts the gain of the high EQ filter.
pt_br: Ajusta o ganho do filtro de agudos do equalizador.

source: Hold-to-kill or short click for latching.
pt_br: Segure para zerar ou clique rapidamente para manter.

source: High EQ Kill
pt_br: Zera o equalizador de Agudos

source: Holds the gain of the high EQ to zero while active.
pt_br: Mantem o ganho do equalizador de agudos em zero enquanto ativo.

source: Mid EQ Kill
pt_br: Zera o equalizador de Médios

source: Holds the gain of the mid EQ to zero while active.
pt_br: Mantem o ganho do equalizador de médios em zero enquanto ativo.

source: Low EQ Kill
pt_br: Zear o equalizador de Graves

source: Holds the gain of the low EQ to zero while active.
pt_br: Mantem o ganho do equalizador de graves em zero enquanto ativo.

source: Displays the tempo of the loaded track in BPM (beats per minute).
pt_br: Mostra o tempo da música carregada em BPM (batidas por minuto).

source: BPM Tap
pt_br: Tapa de BPM

source: When tapped repeatedly, adjusts the BPM to match the tapped BPM.
pt_br: Quanto tapeado repeditamente, ajusta o BPM de acordo com os tapas.

source: Tempo and BPM Tap
pt_br: Tapa de tempo e BPM

source: Show/hide the spinning vinyl section.
pt_br: Mostra/esconde a seção do vinil giratório

source: Adjust Beatgrid
pt_br: Ajusta a Grade de Batidas

source: Adjust beatgrid so the closest beat is aligned with the current play position.
pt_br: Ajusta a grade de batidas de forma que a batida mais próxima é alinhada com a posição atual que estiver tocando.

source: Key-Lock
pt_br: Trava-Teclas

source: Prevents the pitch from from changing when the rate changes.
pt_br: Previne que o passo mude com as mudanças de taxa.

source: Toggling key-lock during playback may result in a momentary audio glitch.
pt_br: Alternar o trava-teclas durante a execução pode resultar em uma pausa momentânea no som.

source: If quantize is enabled, snaps to the nearest beat.
pt_br: Se quantizar estiver habilitado, estala para a batida mais próxima.

source: Quantize
pt_br: Quantizar

source: Toggles quantization.
pt_br: Alterna quantização.

source: Loops and cues snap to the nearest beat when quantization is enabled.
pt_br: Estala laços e pontos de largada para a batida mais próxima quando quantização estiver habilitada.

source: Reverse
pt_br: Reverter

source: Reverses track playback during regular playback.
pt_br: Toca ao contrário durante execução regular.

source: Play/Pause
pt_br: Reproduzir/Pausar

source: Toggles playing or pausing the track.
pt_br: Alterna entre executar e pausar uma música.

source: Jumps to the beginning of the track.
pt_br: Pula para o início da música.

source: Places a cue-point at the current position on the waveform.
pt_br: Coloca um ponto de largada na posição corrente da forma de onda.

source: Plays or pauses the track.
pt_br: Executa ou pausa uma música.

source: (while playing)
pt_br: (enquanto estiver executando)

source: (while stopped)
pt_br: (enquanto parada)

source: Cue
pt_br: Ponto de largada

source: Seeks the track to the cue-point and stops (=CDJ) OR plays (=simple).
pt_br: Busca o ponto de largada da música e para (=CDJ) OU executa (=simples).

source: Seeks the track to the cue-point and stops.
pt_br: Busca o ponto de largada na música e para.

source: Headphone
pt_br: Fones de ouvido

source: Sends the selected channel's audio to the headphone output.
pt_br: Enviar o canal de áudio selecionado para a saída do fone de ouvido.

source: Syncs to the first deck (in numerical order) that is playing a track and has a BPM.
pt_br: Sincroniza com o primeiro deck (em ordem numérica) que estiver tocando uma música e tem BPM.

source: If no deck is playing, syncs to the first deck that has a BPM.
pt_br: Se nenhum deck estiver executando, sincroniza com o primeiro deck que tiver BPM.

source: Decks can't sync to samplers and samplers can only sync to decks.
pt_br: Decks não podem sincronizar com digitalizadores e digitalizadores só podem sincronizar com decks.

source: Setup a loop over the set number of beats.
pt_br: Cria um laço sobre o número de batidas selecionado.

source: Temporarily setup a rolling loop over the set number of beats.
pt_br: Criar um laço rolante temporário sobre o número selecionado de batidas.

source: Playback will resume where the track would have been if it had not entered the loop.
pt_br: Execução vai continuar no ponto como se a música não tivesse entrado no laço.

source: Loop Exit
pt_br: Saída do Laço

source: Turns the current loop off.
pt_br: Desliga o laço atual.

source: Slip Mode
pt_br: Modo Escorregamento

source: When active, the playback continues muted in the background during a loop, reverse, scratch etc.
pt_br: Quando ativo, a execução continua muda no fundo durante um laço, reverso, scratch, etc.

source: Once disabled, the audible playback will resume where the track would have been.
pt_br: Uma vez desabilitado, a execução audível continuará onde a música estaria.

source: Track Key
pt_br: Rastreia Clave

source: Displays the musical key of the loaded track.
pt_br: Mostra a clave musical da música carregada.

source: Clock
pt_br: Relógio

source: Displays the current time.
pt_br: Mostra a hora atual.

source: If Vinyl control is enabled, displays time-coded vinyl signal quality (see Preferences -> Vinyl Control).
pt_br: Se o Controle de Vinil estiver habilitado, mostra a qualidade do sinal do código de tempo do vinil (veja Preferências - Controle de Vinil)

source: Shows the current master volume for the right channel.
pt_br: Mostrar o volume master atual para o canal da direita

source: Change the crossfader curve in Preferences -> Crossfader
pt_br: Mude a curva do desvanecedor cruzado em Preferências -> Desvanecedor Cruzado

source: Activate Vinyl Control from the Menu -> Options.
pt_br: Ative o Controle de Vinil no Menu -> Opções.

source: Change the step-size in the Preferences -> Interface menu.
pt_br: Mude o tamanho do passo no menu Preferências -> Interface

source: Change the default cue behavior in Preferences -> Interface.
pt_br: Muda o comportamento da Largada em Preferências -> Interface.

source: selected in Preferences -> Sound Hardware.
pt_br: selecionado em Preferências -> Hardware de Som

source: Fast Rewind
pt_br: Rebobinamento Rápido

source: Fast rewind through the track.
pt_br: Rebobina a música rapidamente.

source: Fast Forward
pt_br: Avançar rapidamente

source: Fast forward through the track.
pt_br: Avaço Rápido sobre a música.

source: Jumps to the end of the track.
pt_br: Pula para o fim da música.

# Tooltips#138
source: Synchronize
pt_br: Sincronizar

source: Syncs the tempo (BPM) and phase to that of the other track,
pt_br: Sincroniza o tempo (BPM) e fase para a mesma da outra música.

source: if BPM is detected on both.
pt_br: se for detectado BPM em ambos

source: Syncs the tempo (BPM) to that of the other track,
pt_br: Sincroniza o tempo (BPM) para a mesma da outra música,

source: Pitch Control
pt_br: Controle de Passo

source: Changes the track playback rate.
pt_br: Muda a taxa de execução da música.

source: Pitch Rate
pt_br: Taxa de Passo

source: Displays the current playback rate of the track.
pt_br: Mostra a taxa atual da música em execução.

source: Repeat
pt_br: Repetir

source: When active the track will repeat if you go past the end or reverse before the start.
pt_br: Quando ativo, a música vai repetir se você passar do final ou reverter antes do início.

source: Eject
pt_br: Ejetar

source: Ejects track from the player.
pt_br: Ejeta a música do deck.

source: If hotcue is set, jumps to the hotcue.
pt_br: Se o hotcue está definido, saltar para o hotcue.

source: If hotcue is not set, sets the hotcue to the current play position.
pt_br: Se um ponto de largada quente não estiver marcado, marca um ponto de largada quente na posição atual.

source: If hotcue is set, clears the hotcue.
pt_br: Se o hotcue está definido, limpar o hotcue.

source: Vinyl Control Mode
pt_br: Modo de Controle de Vinil

source: Absolute mode - track position equals needle position and speed.
pt_br: Modo absoluto - a posição da música é igual à posição e velocidade da agulha.

source: Relative mode - track speed equals needle speed regardless of needle position.
pt_br: Modo relativo - a velocidade da música é igual à da agulha, independente da posição.

source: Constant mode - track speed equals last known-steady speed regardless of needle input.
pt_br: Modo constante - a velocidade da música é igual à última velocidade conhecida, independente da agulha.

source: Vinyl Status
pt_br: Estado do Vinil

source: Provides visual feedback for vinyl control status:
pt_br: Provê retorno visual para o estado do controle de vinil:

source: Green for control enabled.
pt_br: Verde quando o controle estiver habilitado.

source: Blinking yellow for when the needle reaches the end of the record.
pt_br: Amarelo piscante quando a agulha estiver no fim do disco.

source: Red for needle skip detected.
pt_br: Vermelho quando um pulo da agulha for detectado.

source: Loop-In Marker
pt_br: Marcador de Entrada de Laço

source: Sets the deck loop-in position to the current play position.
pt_br: Marca a entrada do laço no deck, na posição atual em execução.

source: Loop-Out Marker
pt_br: Marca de Saída de Laço

source: Sets the deck loop-out position to the current play position.
pt_br: Marca a saída do laço no deck, na posição atual em execução.

source: Loop Halve
pt_br: Metade do Loop

source: Halves the current loop's length by moving the end marker.
pt_br: Diminui o comprimento atual do laço pela metade, movendo a marca de saída.

source: Deck immediately loops if past the new endpoint.
pt_br: O deck vai entrar em laço imediatamente se passar do novo ponto de saída.

source: Loop Double
pt_br: Dobra Laço

source: Doubles the current loop's length by moving the end marker.
pt_br: Dobra o comprimento do laço atual movendo a marca de saída.

source: Beatloop
pt_br: Laço de Batida

source: Reloop/Exit
pt_br: Relaço/Saída

source: Toggles the current loop on or off.
pt_br: Alterna o laço atual entre ligado ou desligado.

source: Works only if Loop-In and Loop-Out marker are set.
pt_br: Funciona somente se houverem marcas de entrada e saída de laço.

source: Vinyl Cueing Mode
pt_br: Modo de Partida por Vinil

source: Determines how cue points are treated in vinyl control Relative mode:
pt_br: Determina como os pontos de largada são tratados com o controle de vinil em modo relativo:

source: Off - Cue points ignored.
pt_br: Desligado - Pontos de largada ignorados.

source: One Cue - If needle is dropped after the cue point, track will seek to that cue point.
pt_br: Um Ponto - Se a agulha for solta após um ponto de largada, a música vai buscar aquele ponto de largada.

source: Hot Cue - Track will seek to nearest previous hot cue point.
pt_br: Ponto Quente - A música vai buscar o ponto mais próximo antes do ponto de largada quente.

source: Track Time
pt_br: Tempo da Música

source: Displays the elapsed or remaining time of the track loaded.
pt_br: Mostra o tempo executado ou restante da música carregada.

source: Click to toggle between time elapsed/remaining time.
pt_br: Clique para alternar entre tempo executado/restante.

source: Track Duration
pt_br: Duração

source: Displays the duration of the loaded track.
pt_br: Mostra a duração da música carregada.

source: Information is loaded from the track's metadata tags.
pt_br: Informação é carregada das etiquetas de metadados.

source: Track Artist
pt_br: Artista da faixa

source: Displays the artist of the loaded track.
pt_br: Mostra o artista da música carregada.

source: Track Title
pt_br: Título da faixa

source: Displays the title of the loaded track.
pt_br: Exibe o título da faixa carregada.

source: Track Album
pt_br: Faixa do álbum

source: Displays the album name of the loaded track.
pt_br: Exibe o nome do álbum da faixa carregada.

source: Track Artist/Title
pt_br: Faixa Artista/Título

source: Displays the artist and title of the loaded track.
pt_br: Mostra o artista e título da faixa carregada.

source: Toggles the flange effect. Use the depth/delay/lfo knobs to adjust.
pt_br: Alterna o efeito flange. Utilize os botões profundidade/atraso/lfo para ajustar.

source: Flanger Delay
pt_br: Atraso do Efeito Flange

source: Adjusts the phase delay of the flange effect (when active).
pt_br: Ajusta o atraso do efeito flange (quando ativo).

source: Flanger Depth
pt_br: Profundidade do Flanger

source: Adjusts the intensity of the flange effect (when active).
pt_br: Ajuste a intensidade do efeito flange (quando ativo)

source: Flanger LFO Period
pt_br: Período flanger LFO

source: Adjusts the wavelength of the flange effect (when active).
pt_br: Ajuste o comprimento da onda do efeito flange (quando ativa).

source: Cannot open database
pt_br: Não foi possível abrir o banco de dados

source: Unable to establish a database connection. Mixxx requires QT with SQLite support. Please read the Qt SQL driver documentation for information on how to build it. Click OK to exit.
pt_br: Não foi possível estabelecer uma conexão com o banco de dados. Mixxx requer QT com suporte SQLite. Por favor, leia a documentação do driver Qt SQL para informações sobre como construí-lo. Clique Ok para sair.

source: Click OK to exit.
pt_br: Clique OK para sair

source: Cannot upgrade database schema
pt_br: Não pode atualizar o esquema do banco de dados

source: Unable to upgrade your database schema to version %1
pt_br: Não é possível atualizar o esquema de banco de dados para a versão% 1

source: Your %1 file may be outdated.
pt_br: Seu %1 arquivo pode estar desatualizado.

source: Your mixxxdb.sqlite file may be corrupt.
pt_br: Seu arquivo mixxxdb.sqlite pode estar corrompido.

source: Try renaming it and restarting Mixxx.
pt_br: Tente renomear e reiniciar o Mixxx.

source: Your %1 file may be missing or invalid.
pt_br: Seu arquivo %1 pode ser inválido ou se perdeu.

source: (loading) Traktor
pt_br: (carregando) Traktor

source: Error Loading Traktor Library
pt_br: Erro carregando a Biblioteca do Traktor

source: There was an error loading your Traktor library. Some of your Traktor tracks or playlists may not have loaded.
pt_br: Houve um erro ao carregar sua biblioteca do Traktor. Algumas de suas músicas ou listas de reprodução do Traktor podem não ter sido carregadas.

source: Ready to play, analyzing ..
pt_br: Pronto para executar, analisando...

source: Loading track ..
pt_br: Carregando música...

source: Finalizing ..
pt_br: Finalizando...

source: Search...
pt_br: Pesquisar...

source: Add to Playlist
pt_br: Adicionar à lista de reprodução

source: Add to Crate
pt_br: Adicionar ao Engradado

source: Load to Sampler
pt_br: Carregar sampler

# WTrackTableView#4
source: Remove
pt_br: Remover

source: Hide from Library
pt_br: Ocultar da Biblioteca

source: Unhide from Library
pt_br: Desocultar da Biblioteca

source: Purge from Library
pt_br: Eliminar da Biblioteca

source: Properties
pt_br: Propriedades

source: Open in File Browser
pt_br: Abrir com navegador de arquivos

source: Add to Auto-DJ Queue (bottom)
pt_br: Adicionar à Fila do Auto-DJ Fila (abaixo)

source: Add to Auto-DJ Queue (top)
pt_br: Adicionar à Fila do Auto-DJ (acima)

source: Reload Track Metadata
pt_br: Recarregar Metadados da Faixa

source: Load to Preview Deck
pt_br: Carregar para o Deck de Pré-escuta

source: Reset Play Count
pt_br: Resetar Contagem de Plays

source: Lock BPM
pt_br: Travar BPM

source: Unlock BPM
pt_br: Destravar BPM

source: Clear BPM and Beatgrid
pt_br: Limpar BPM e Beatgrid

source: Load to Deck %1
pt_br: Carregar no Dec %1

source: Show or hide columns.
pt_br: Mostrar ou ocultar colunas.
