Repository: 22degrees/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: pt_br

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>lame_enc.dll</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> for more information. </html>
pt_br: <html>Mixxx não pode gravar ou transmitir em MP3 sem o codificador MP3 &quot;lame&quot;. Por motivos de licença, nós não podemos incluí-lo com o Mixxx. Para gravar ou transmitir em MP3, você deve baixar <b>libmp3lame</b> e instalar em seu sistema. <p>Veja <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> para mais informações. </html>

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>libmp3lame</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> for more information. </html>
pt_br: <html>Mixxx não pode gravar ou transmitir em MP3 sem o codificador MP3 &quot;lame&quot;. Por motivos de licença, nós não podemos incluí-lo com o Mixxx. Para gravar ou transmitir em MP3, você deve baixar <b>libmp3lame</b> e instalar em seu sistema. <p>Veja <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> para mais informações. </html>

source: <html>Mixxx has detected that you use a modified version of libmp3lame. See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> for more information.</html>
pt_br: <html>Mixxx detectou que você usa uma versão modificada de libmp3lame. Veja <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> para mais informações.</html>

# EngineRecord#1
source: Recording
pt_br: Gravando

source: <html>Could not create audio file for recording!<p><br>Maybe you do not have enough free disk space or file permissions.</html>
pt_br: <html>Não foi possível criar o arquivo de áudio para gravação!<p><br>Talvez você não tenha espaço livre disponível ou permissões de arquivo.</html>

source: Mixxx encountered a problem
pt_br: Mixxx encontrou um problema

source: Could not allocate shout_t
pt_br: Não foi possível alocar shout_t

source: Could not allocate shout_metadata_t
pt_br: Não foi possível alocar shout_metadata_t

source: Error setting non-blocking mode:
pt_br: Erro ao ajustar modo não-blocante:

source: Error setting hostname!
pt_br: Erro ao configurar o hostname!

source: Error setting protocol!
pt_br: Erros setando o protocolo!

source: Error setting port!
pt_br: Erro setando porta!

source: Error setting password!
pt_br: Erro setando senha!

source: Error setting mount!
pt_br: Erro setando montagem!

source: Error setting username!
pt_br: Erro setando nome de usuário!

source: Error setting stream name!
pt_br: Erro setando nome de stream!

source: Error setting stream description!
pt_br: Erros setando descrição de stream!

source: Error setting stream genre!
pt_br: Erros setando gênero de stream!

source: Error setting stream url!
pt_br: Erros setando url de stream!

source: Broadcasting at 96kHz with Ogg Vorbis is not currently supported. Please try a different sample-rate or switch to a different encoding.
pt_br: Transmissão a 96kHz com Ogg Vorbis não é suportada atualmente. Por favor, tente uma taxa de amostragem diferente ou mude para um codificador diferente.

source: See https://bugs.launchpad.net/mixxx/+bug/686212 for more information.
pt_br: Veja https://bugs.launchpad.net/mixxx/+bug/686212 para mais informações.

source: Error setting bitrate
pt_br: Erro setando bitrate

source: Error: unknown server protocol!
pt_br: Erro: protoloco do servidor desconhecido!

source: Lost connection to streaming server
pt_br: Conexão com o servidor de fluxo perdida

source: Please check your connection to the Internet and verify that your username and password are correct.
pt_br: Por favor verifique a sua conexão com a internet e verifique se seu usuário e senha estão corretos.

source: Live broadcasting
pt_br: Transmitindo ao vivo

source: Mixxx has successfully connected to the shoutcast server
pt_br: Mixxx conectou com sucesso ao servidor de shoutcast

source: Mixxx could not connect to streaming server
pt_br: Mixxx não pode se conectar ao servidor de fluxo

source: Mixxx has successfully disconnected to the shoutcast server
pt_br: Mixxx desconectou com sucesso do servidor de shoutcast

source: Fatal error
pt_br: Erro fatal

source: Critical error
pt_br: Erro crítico

source: Warning
pt_br: Aviso

# ErrorDialogHandler#4
source: Information
pt_br: Informação

source: Question
pt_br: Pergunta

# GLSLWaveformWidget#1
source: Filtered
pt_br: Filtrado

# GLSimpleWaveformWidget#1
source: Simple
pt_br: Simples

# GLWaveformWidget#1
source: Filtered
pt_br: Filtrado

source: Generic HID Mouse
pt_br: Mouse HID genérico

source: Generic HID Joystick
pt_br: Joystick HID genérico

source: Generic HID Gamepad
pt_br: Gamepad HID genérico

source: Generic HID Keyboard
pt_br: Teclado HID genérico

source: Generic HID Multiaxis Controller
pt_br: Controlador Multiaxis genérico

source: Unknown HID Desktop Device
pt_br: Dispositivo HID desconhecido

source: HID Infrared Control
pt_br: Controlador infravermelho HID

source: Unknown Apple HID Device
pt_br: Dispositivo Apple HID desconhecido

source: HID Unknown Device
pt_br: Dispositivo HID desconhecido

source: HID Interface Number
pt_br: Número da Interface HID

source: Select your iTunes library
pt_br: Selecione a sua biblioteca iTunes

source: (loading) iTunes
pt_br: (carregando) iTunes

source: Use Default Library
pt_br: Usar biblioteca padrão

source: Choose Library...
pt_br: Escolha a biblioteca...

source: Error Loading iTunes Library
pt_br: Erro carregando biblioteca do iTunes

source: There was an error loading your iTunes library. Some of your iTunes tracks or playlists may not have loaded.
pt_br: Ocorreu um erro ao carregar sua biblioteca iTunes. Algumas de suas faixas ou playlists podem não ter sido carregadas

source: Drag a preset from the list & drop it here
pt_br: Arraste uma predefinição da lista e solte aqui

source: No OpenGL support.
pt_br: Sem suporte OpenGL.

source: activate
pt_br: ativar

source: toggle
pt_br: alternar

source: right
pt_br: direito

source: left
pt_br: esquerdo

source: right small
pt_br: À direita, pequeno

source: left small
pt_br: À esquerda, pequeno

source: up
pt_br: acima

source: down
pt_br: abaixo

source: up small
pt_br: acima, pequeno

source: down small
pt_br: abaixo, pequeno

source: Shortcut
pt_br: Atalho

source: Library Scanner
pt_br: Explorador de Bibliotecas

source: It's taking Mixxx a minute to scan your music library, please wait...
pt_br: Mixxx está levando um minuto para escanear sua biblioteca de musicas, por favor aguarde...

source: Cancel
pt_br: Cancelar

source: Scanning:
pt_br: Buscando:

# MixxxApp#3
source: Choose music library directory
pt_br: Escolher diretório da Biblioteca de Música

source: Sound Device Busy
pt_br: Dispositivo de som ocupado

source: Get <b>Help</b> from the Mixxx Wiki.
pt_br: Obtenha <b>ajuda</b> do Wiki Mixxx

source: Mixxx was unable to access all the configured sound devices. Another application is using a sound device Mixxx is configured to use or a device is not plugged in.
pt_br: Mixxx não foi capaz de acessar todos os dispositivos de som configurados. Outra aplicação está utilizando um dispositivo de som que o Mixxx está configurado para utilizar ou um dispositivo não está conectado.

source: <b>Retry</b> after closing the other application or reconnecting a sound device
pt_br: <b>Tentar novamente</b> após fechar a outra aplicação ou reconectar um dispositivo de som

source: <b>Reconfigure</b> Mixxx's sound device settings.
pt_br: <b>Reconfigure</b> as configurações de dispositivos de som Mixxx

source: <b>Exit</b> Mixxx.
pt_br: <b>Sair<b> do Mixxx.

source: Retry
pt_br: Repetir

source: Reconfigure
pt_br: Reconfigurar

source: Help
pt_br: Ajuda

source: Exit
pt_br: Sair

source: No Output Devices
pt_br: Sem Dispositivos de Saída

source: Mixxx was configured without any output sound devices. Audio processing will be disabled without a configured output device.
pt_br: Mixxx foi configurado sem nenhum dispositivo de saída de som. O processamento de áudio será desabilitado sem um dispositivo de saída configurado.

source: <b>Continue</b> without any outputs.
pt_br: <b>Continuar</b> sem nenhuma saída.

source: Continue
pt_br: Continuar

source: Load Track to Deck %1
pt_br: Carregar Música para o Deck %1

source: Add &New Playlist
pt_br: Adicionar &Nova Lista de Reprodução

source: Show Samplers
pt_br: Mostrar Digitalizadores

source: Show Vinyl Control Section
pt_br: Mostrar Seção do Controle por Vinil

source: Show Microphone Section
pt_br: Mostrar Seção do Microfone

source: Show Preview Deck
pt_br: Mostrar Deck de Pré-escuta

source: Show the preview deck in the Mixxx interface.
pt_br: Mostrar o Deck de pré-escuta na interface do Mixxx

source: &Reload Skin
pt_br: &Recarregar Pele

source: Reload the skin
pt_br: Recarregar a pele

source: Developer
pt_br: Desenvolvedor

source: Load track to Deck %1
pt_br: Carregar música para o Deck %1

source: Loads a track in deck %1
pt_br: Carrega uma música no deck %1

source: Open
pt_br: Abrir

source: &Exit
pt_br: &Sair

source: Quits Mixxx
pt_br: Finaliza o Mixxx

source: &Rescan Library
pt_br: &Reescanear Biblioteca

source: Rescans library folders for changes to tracks.
pt_br: Re-lê as pastas da biblioteca por mudanças nas músicas.

source: Deck %1 is currently playing a track.
pt_br: O deck %1 está tocando uma música neste momento.

source: Are you sure you want to load a new track?
pt_br: Tem certeza de que deseja carregar uma nova música?

source: &Full Screen
pt_br: &Tela cheia

source: &Preferences
pt_br: &Preferências

source: Change Mixxx settings (e.g. playback, MIDI, controls)
pt_br: Muda as configurações do Mixxx (ex.: execução, MIDI, controles)

source: &About
pt_br: So&bre

source: &Community Support
pt_br: Suporte da Comunidade

source: Get help with Mixxx
pt_br: Obtenha ajuda com o Mixxx

source: &User Manual
pt_br: Manual do &Usuário

source: Send Us &Feedback
pt_br: Nos dê um &Feedback

source: &Record Mix
pt_br: &Gravar Mix

source: Create a new playlist
pt_br: Criar uma nova lista de reprodução

source: Create a new crate
pt_br: Criar um novo engradado

source: Enable Vinyl Control &1
pt_br: Habilitar Controle de Vinil &1

source: Enable Vinyl Control &2
pt_br: Habilitar Controle de Vinil &2

source: Use timecoded vinyls on external turntables to control Mixxx
pt_br: Utilizar vinis com código de tempo em tocadiscos externos para controlar o Mixxx

source: Stream your mixes to a shoutcast or icecast server
pt_br: Transmita suas edições para um servidor shoutcast ou icecast

source: Record your mix to a file
pt_br: Grave seu Mix para um arquivo

source: Display Mixxx using the full screen
pt_br: Exibir o Mixxx usando Tela Cheia

source: Read the Mixxx user manual.
pt_br: Leia o manual do usuário do Mixxx

source: Send feedback to the Mixxx team.
pt_br: Envie um feedback para a equipe do Mixxx

source: Help translate this application into your language.
pt_br: Ajude a traduzir este aplicativo para o seu idioma.

source: About the application
pt_br: Sobre a aplicação

source: A sampler is currently playing. Exit Mixxx?
pt_br: Um digitalizador está tocando neste momento. Sair do Mixxx?

source: &File
pt_br: &Arquivo

source: Toggles keyboard shortcuts on or off
pt_br: Habilitar/Desabilitar atalhos de teclado

source: &Translate This Application
pt_br: &Traduzir esta Aplicação

source: May not be supported on all skins.
pt_br: Pode não ser suportado em todas as peles.

source: Show the sample deck section of the Mixxx interface.
pt_br: Mostra a seção do deck do digitalizador na interface do Mixxx.

source: Show the vinyl control section of the Mixxx interface.
pt_br: Mostra a seção do controle de vinil na interface do Mixxx.

source: Show the microphone section of the Mixxx interface.
pt_br: Mostra a seção do microfone na interface do Mixxx.

source: &Options
pt_br: &Opções

source: &Library
pt_br: Bib&lioteca

source: &View
pt_br: &Visualisar

source: &Help
pt_br: A&juda

source: &Vinyl Control
pt_br: Controle &Vinil

source: No input device(s) select. Please select your soundcard(s) in the sound hardware preferences.
pt_br: Nenhum dispositivo(s) de entrada foi selecionado. Por favor selecione sua(s) placa(s) de som nas preferências hardware de som.

source: Mixxx %1 Development Team
pt_br: Time de Desenvolvimento do Mixxx %1

source: With contributions from:
pt_br: Com contribuições de:

source: And special thanks to:
pt_br: E agradecimentos especiais para:

source: Past Developers
pt_br: Desenvolvedores antigos

source: Past Contributors
pt_br: Contribuíntes antigos

source: Error in skin file
pt_br: Erro no arquivo de pele

source: The selected skin cannot be loaded.
pt_br: A pele selecionada não pode ser carregada.

source: OpenGL Direct Rendering
pt_br: Renderização Direta OpenGL

source: Direct rendering is not enabled on your machine.<br><br>This means that the waveform displays will be very<br><b>slow and may tax your CPU heavily</b>. Either update your<br>configuration to enable direct rendering, or disable<br>the waveform displays in the Mixxx preferences by selecting<br>"Empty" as the waveform display in the 'Interface' section.<br><br>NOTE: If you use NVIDIA hardware,<br>direct rendering may not be present, but you should<br>not experience degraded performance.
pt_br: Renderização direta não está habilitada em sua máquina.<br><br>Isto significa que o mostrador de forma de onda será muito<br><b>lento e pode utilizar muita CPU</b>. Atualize sua<br>configuração para habilitar a renderização direta, ou desabilite<br>o display de forma de onda nas preferências do Mixxx selecionando<br>"Vazio" como display de forma de onda na seção 'interface'.<br><br>NOTA: Se você usa hardware NVIDIA,<br>renderização direta pode não estar disponível, mas você deveria<br>não observar uma degradação de desempenho.

source: Confirm Exit
pt_br: Confirmar Saída

source: A deck is currently playing. Exit Mixxx?
pt_br: Um deck está tocando neste momento. Sair do Mixxx?

source: The preferences window is still open.
pt_br: A janela de preferências ainda está aberta.

source: Discard any changes and exit Mixxx?
pt_br: Descartar quaisquer mudanças e sair do Mixxx?

source: Missing Tracks
pt_br: Músicas Faltando

source: Hidden Tracks
pt_br: Músicas Escondidas

# MixxxLibraryFeature#3
source: Library
pt_br: Biblioteca

# ParserCsv#1
source: Location
pt_br: Localização

# ParserCsv#2
source: Playlist Export Failed
pt_br: Exportação da Lista de Reprodução falhou

# ParserCsv#3
source: Could not create file
pt_br: Não foi possível criar o arquivo

source: Readable text Export Failed
pt_br: Exportação em texto legível falhou

# ParserM3u#1
source: Playlist Export Failed
pt_br: Exportação da Lista de Reprodução falhou

source: File path contains characters, not allowed in m3u playlists.
pt_br: Caminho do arquivo contém caracteres não permitidos em listas de reprodução m3u.

source: Export a m3u8 playlist instead!
pt_br: Em vez disto, exporte uma lista de reprodução m2u8!

# ParserM3u#4
source: Could not create file
pt_br: Não foi possível criar o arquivo

# ParserPls#1
source: Playlist Export Failed
pt_br: Exportação da Lista de Reprodução falhou

# ParserPls#2
source: Could not create file
pt_br: Não foi possível criar o arquivo

# PlaylistFeature#1
source: Lock
pt_br: Bloquear

source: Playlists
pt_br: Listas de Reprodução

# PlaylistFeature#3
source: Unlock
pt_br: Desbloquear

source: Playlists are ordered lists of songs that allow you to plan your DJ sets.
pt_br: Listas de reprodução são listas ordenadas de músicas que permitem que você planeje suas apresentações como DJ.

source: Some DJs construct playlists before they perform live, but others prefer to build them on-the-fly.
pt_br: Alguns DJs constroem listas de reprodução antes de apresentações ao vivo, mas outros preferem construí-las na hora.

source: When using a playlist during a live DJ set, remember to always pay close attention to how your audience reacts to the music you've chosen to play.
pt_br: Ao utilizar uma lista de reprodução durante uma apresentação ao vivo, lembre-se de sempre prestar atenlção em como o público reage à música que você escolheu tocar.

source: It may be necessary to skip some songs in your prepared playlist or add some different songs in order to maintain the energy of your audience.
pt_br: Pode ser necessário pular algumas músicas da sua lista de reprodução ou adicionar algumas músicas diferentes para manter a energia do seu público.

source: Create new playlist
pt_br: Criar nova lista de reprodução

# PrepareFeature#1
source: Analyze
pt_br: Analisar

source: Upgrading Mixxx from v1.9.x/1.10.x.
pt_br: Atualizando o Mixxx a partir de v1.9.x/1.10.x

source: Mixxx has a new and improved beat detector.
pt_br: O Mixxx tem um novo e melhorado detector de batidas.

source: When you load tracks, Mixxx can re-analyze them and generate new, more accurate beatgrids. This will make automatic beatsync and looping more reliable.
pt_br: Quando você carrega músicas, o Mixxx pode as re-analisar e gerar novas, mais precisas, grades de batidas. Isto vai tornar a sincronização automática e laços mais confiáveis.

source: This does not affect saved cues, hotcues, playlists, or crates.
pt_br: Isto não afeta os pontos de largada salvos, largadas quentes, listas de reprodução ou engradados.

source: If you do not want Mixxx to re-analyze your tracks, choose "Keep Current Beatgrids". You can change this setting at any time from the "Beat Detection" section of the Preferences.
pt_br: Se você não quiser que o Mixxx re-analise suas músicas, selecione "Manter as Grades de Batidas Atuais". Você pode modificar esta configuração a qualquer momento na seção "Detecção de de Batidas" das preferências.

source: Keep Current Beatgrids
pt_br: Manter as Grades de Batidas Atuais

source: Generate New Beatgrids
pt_br: Gerar Novas Grades de Batidas

source: Invalid
pt_br: Inválido

source: Master
pt_br: Principal

source: Headphones
pt_br: Fone de ouvido

# QObject#5
source: Vinyl Control
pt_br: Controle Vinil

# QObject#6
source: Microphone
pt_br: Microfone

source: Passthrough
pt_br: Transpassar

source: Unknown path type %1
pt_br: Tipo de caminho desconhecido %1

# QtSimpleWaveformWidget#1
source: Simple
pt_br: Simples

# QtWaveformWidget#1
source: Filtered
pt_br: Filtrado

source: Recordings
pt_br: Gravações

source: Save Sampler Bank
pt_br: Salvar Banco de Samplers

source: Error Saving Sampler Bank
pt_br: Erro Salvando Banco de Samplers

source: Could not write the sampler bank to '%1'.
pt_br: Não foi possível salvar banco de samplers em '%1'.

source: Load Sampler Bank
pt_br: Carregar Banco de Samplers

source: Error Reading Sampler Bank
pt_br: Erro lendo Banco de Samplers

source: Could not open the sampler bank file '%1'.
pt_br: Não foi possível abrir o arquivo de banco de samplers '%1'.

source: Could not read the sampler bank file '%1'.
pt_br: Não foi possível ler o arquivo de banco de samplers '%1'.

source: Join with previous
pt_br: Juntar com o anterior

source: History
pt_br: Histórico

# SetlogFeature#3
source: Unlock
pt_br: Desbloquear

# SetlogFeature#4
source: Lock
pt_br: Bloquear

source: The history section automatically keeps a list of tracks you play in your DJ sets.
pt_br: A seção histórico automaticamente mantém uma lista de músicas que você toca nas suas apresentações como DJ.

source: This is handy for remembering what worked in your DJ sets, posting set-lists, or reporting your plays to licensing organizations.
pt_br: Isto é útil para lembrar o que funcionou nas suas apresentações, postando listas de músicas ou relatando o que você tocou para organizações de licenciamento.

source: Every time you start Mixxx, a new history section is created. You can export it as a playlist in various formats or play it again with Auto DJ.
pt_br: Cada vez que você iniciar o Mixxx, uma nova seção de histórico é criada. Você pode exportá-la como uma lista de reprodução em vários formatos ou tocá-la de novo com o Auto DJ.

source: You can join the current history session with a previous one by right-clicking and selecting "Join with previous".
pt_br: Você pode juntar a seção de histórico atual com uma anterior clicando com o botão direito e selecionando "Juntar com a anterior".

# SoftwareWaveformWidget#1
source: Filtered
pt_br: Filtrado

source: Drop tracks from library or external file manager here.
pt_br: Solte músicas da biblioteca ou gerenciador de arquivos externo aqui.

source: Reset to default value.
pt_br: Voltar para o valor padrão.

source: Left-click
pt_br: Clicar o botão esquerdo

source: Right-click
pt_br: Clicar o botão direito

source: Scroll-wheel
pt_br: Roda de rolagem

source: Waveform Overview
pt_br: Sobrevisualização da Forma de Onda

source: Shows information about the track currently loaded in this channel.
pt_br: Mostra informação sobre a música atualmente carregada neste canal.

source: Jump around in the track by clicking somewhere on the waveform.
pt_br: Pule pela música clicando em algum lugar da forma de onda.

source: Use the mouse to scratch, spin-back or throw tracks.
pt_br: Utilize o mouse para fazer scratches, rodar ao contrário ou despejar músicas.

# Tooltips#10
source: Waveform Display
pt_br: Display da Forma de Onda

source: Shows the loaded track's waveform near the playback position.
pt_br: Mostra a forma de onda da música carregada próximo à posição onde está tocando.

source: Drag with mouse to make temporary pitch adjustments.
pt_br: Arraste o mouse para fazer ajustes de passo temporários.

source: Scroll to change the waveform zoom level.
pt_br: Role para modificar o zoom da forma de onda.

source: Spinning Vinyl
pt_br: Vinil Girando

source: Rotates during playback and shows the position of a track.
pt_br: Roda durante a execução e mostra a posição de uma música.

source: Gain
pt_br: Ganho

source: Adjusts the pre-fader gain of the track (to avoid clipping).
pt_br: Ajusta o ganho do pré-desvanecedor da música (para evitar ceifamento).

source: (too loud for the hardware and is being distorted).
pt_br: (muito alto para o hardware e está sendo distorcido).

source: Peak Indicator
pt_br: Indicador de Pico

source: Indicates when the signal on the channel is clipping,
pt_br: Indica quando o sinal no canal está sendo ceifado.

source: Master Peak Indicator
pt_br: Indicador Mestre de Pico

source: Indicates when the signal on the master output is clipping,
pt_br: Indica que o sinal na saída mestre está sendo ceifado.

source: Channel Volume Meter
pt_br: Medidor de Volume do Canal

source: Shows the current channel volume.
pt_br: Mostra o volume atual do canal.

source: Microphone Volume Meter
pt_br: Medidor de Volume do Microfone

source: Shows the current microphone volume.
pt_br: Mostra o volume atual do microfone.

source: Master Channel Volume Meter
pt_br: Medidor de Volume do Canal Mestre

source: Shows the current master volume for the left channel.
pt_br: Mostra o volume mestre atual do canal esquerdo.

source: Volume Control
pt_br: Controle de volume

source: Adjusts the volume of the selected channel.
pt_br: Ajusta o volume do canal selecionado.

source: Master Volume
pt_br: Volume principal

source: Adjusts the master output volume.
pt_br: Ajusta o volume da saída mestre.

source: Determines the master output by fading between the left and right channels.
pt_br: Determina a saída mestre desvanecendo entre os canais esquerdo e direito.

source: Balance
pt_br: Balanço
